export default {
  topic: {
    "1": {
      id: "1",
      title: "Акушерское дело"
    },
    "2": {
      id: "2",
      title: "Лечебное дело"
    },
    "3": {
      id: "3",
      title: "Сестринское дело"
    }
  },
  questions: {
    "1": {
      id: "1",
      topicId: "1",
      title:
        "Ребенка с гемолитической болезнью новорожденных рекомендуется кормить",
      choices: {
        "1": {
          id: "1",
          title: "неадаптированными смесями"
        },
        "2": {
          id: "2",
          title: "молоком матери"
        },
        "3": {
          id: "3",
          title: "донорским молоком"
        },
        "4": {
          id: "4",
          title: "адаптированными смесями"
        }
      },
      correctId: "3"
    },
    "2": {
      id: "2",
      topicId: "2",
      title:
        "К профессиональным рискам и вредным факторам в работе медицинской сестры относятся",
      choices: {
        "1": {
          id: "1",
          title: "боли в спине, эмоциональное выгорание"
        },
        "2": {
          id: "2",
          title: "охрана труда"
        },
        "3": {
          id: "3",
          title: "техника безопасности"
        },
        "4": {
          id: "4",
          title: "средства индивидуальной защиты"
        }
      },
      correctId: "1"
    },
    "3": {
      id: "3",
      topicId: "1",
      title: "К группе пожилых относятся люди в возрасте",
      choices: {
        "1": {
          id: "1",
          title: "60-74 лет"
        },
        "2": {
          id: "2",
          title: "45-59 лет"
        },
        "3": {
          id: "3",
          title: "65-85 лет"
        },
        "4": {
          id: "4",
          title: "75-89 лет"
        }
      },
      correctId: "3"
    }
  }
};
